app/views/homes/_review_modals.html.erb

SELECT "reviews".* FROM "reviews"
---
    <!-- Review Modals-->
		<% Review.all.each_with_index do |review, index|%>