app/views/homes/_reviews.html.erb

SELECT "reviews".* FROM "reviews"
---
            <div class="row">
                <% Review.all.each_with_index do |review, index|%>